[V2PetInfo]
$*V2PetInfo-I09_ScoutCamp_BabyRabbit-local_name=Spring Rabbit
$*V2PetInfo-I09_ScoutCamp_CapePorcupine-local_name=Ironthorn Porcupine
$*V2PetInfo-I09_ScoutCamp_Raccoon-local_name=Wisteria Raccoon
$*V2PetInfo-pet_Watcher_A01-local_name=
$*V2PetInfo-pet_FairyDragon_A02-local_name=
$*V2PetInfo-pet_Kelpie_D04-local_name=
$*V2PetInfo-pet_WaterEKing_B01-local_name=
$*V2PetInfo-pet_Fairy_C02-local_name=
$*V2PetInfo-pet_Matryoshka-local_name=
$*V2PetInfo-pet_FennecFox_A01-local_name=
$*V2PetInfo-pet_Hamster_B01-local_name=
$*V2PetInfo-pet_GriffonB_A01-local_name=
$*V2PetInfo-pet_Karoroka_B01-local_name=
$*V2PetInfo-pet_Pagar_A01-local_name=
$*V2PetInfo-pet_GBeetle_C01-local_name=
$*V2PetInfo-pet_Fairy_B02-local_name=
$*V2PetInfo-pet_Fungus_F01-local_name=
$*V2PetInfo-pet_Ailiea_A01-local_name=
$*V2PetInfo-pet_Quatran_A01-local_name=
$*V2PetInfo-pet_Roisa_A01-local_name=
$*V2PetInfo-pet_Nail_A01-local_name=
$*V2PetInfo-pet_SoulChest_A01-local_name=
$*V2PetInfo-pet_Bat_A01-local_name=
$*V2PetInfo-pet_Avarus_A01-local_name=
$*V2PetInfo-I09_Beetle_W-local_name=Bush Beetle
$*V2PetInfo-I09_Beetle_Y-local_name=Bush Beetle
$*V2PetInfo-I09_White_Ant-local_name=Stonedust Termite
$*V2PetInfo-G08_Cursing_Ghost-local_name=Cursed Ghost
$*V2PetInfo-G08_Grassland_Bumblebee-local_name=Prairie Digger Wasp
$*V2PetInfo-G08_Grassland_Gerbil-local_name=Prairie Gerbil
$*V2PetInfo-G08_Grassland_Crow-local_name=Prairie Crow
$*V2PetInfo-G08_Grassland_Komodo_Dragon-local_name=Prairie King Lizard Hatchling
$*V2PetInfo-G08_Grassland_Snake-local_name=Prairie Snake
$*V2PetInfo-G08_Grassland_Gazelle-local_name=Prairie Gazelle
$*V2PetInfo-G08_Grassland_Pestilence_Crow-local_name=Plague Crow
$*V2PetInfo-G08_Grassland_Komodo_Dragon_Mom-local_name=Prairie King Lizard
$*V2PetInfo-G08_Grassland_Jackal-local_name=Prairie Jackal
$*V2PetInfo-G08_Barrenland_Buzzard-local_name=Prairie Vulture
$*V2PetInfo-G08_Grassland_Jackal_lower-local_name=Prairie Jackal
$*V2PetInfo-G08_Guiscard_Dog-local_name=Guiscardo's Rebel Army Warhound
$*V2PetInfo-F08_Barrenland_Gazelle-local_name=Wasteland Gazelle
$*V2PetInfo-F08_Barrenland_Buzzard-local_name=Wasteland Buzzard
$*V2PetInfo-F08_Barrenland_HornLizard-local_name=Wasteland Horned Lizard
$*V2PetInfo-F08_Lake_Porcupine-local_name=Lake Porcupine
$*V2PetInfo-F08_Barrenland_Meerkat-local_name=Wasteland Meerkat
$*V2PetInfo-F08_River_Kelpie-local_name=Rivus Kelpie
$*V2PetInfo-F08_Angry_WaterElemental-local_name=Enraged Water Spirit
$*V2PetInfo-F08_Confused_Sprite-local_name=Corrupted Fairy Fire
$*V2PetInfo-F08_Confused_Pegaeae-local_name=Corrupted Grass Fairy
$*V2PetInfo-F08_Jungle_Anaconda-local_name=Jungle Anaconda
$*V2PetInfo-F08_Jungle_Pangolin-local_name=Jungle Pangolin
$*V2PetInfo-F08_Barrenland_Lionet-local_name=Wasteland Lion Cub
$*V2PetInfo-F08_Anc_Tower_Gparrot-local_name=Preserver of Memory
$*V2PetInfo-F08_Anc_Tower_Spider-local_name=Ruins Brazier Spider
$*V2PetInfo-F08_Anc_Tower_Spider_Path-local_name=Ruins Brazier Spider
$*V2PetInfo-F08_Anc_Tower_Snake-local_name=Anaconda Hatchling
$*V2PetInfo-F09_skeleton-local_name=Revived Skeleton
$*V2PetInfo-F09_sld_skeleton-local_name=Roving Soldier
$*V2PetInfo-F09_red_ghoul-local_name=Deformed Corpse
$*V2PetInfo-F09_green_ghoul-local_name=Infected Corpse
$*V2PetInfo-F09_white_zombie-local_name=Pale Zombie
$*V2PetInfo-F09_bone_dog-local_name=Plague Dog
$*V2PetInfo-F09_black_wraith-local_name=Black Nightmare
$*V2PetInfo-F09_9sld_skeleton-local_name=Restless Warrior
$*V2PetInfo-F09_banshee-local_name=Hatefully Condemned Criminal
$*V2PetInfo-F09_bow_skeleton-local_name=Marksman of Death
$*V2PetInfo-F09_war_skeleton-local_name=Insane Soldier
$*V2PetInfo-F09_book_ghost-local_name=Resistant Ancient Soul
$*V2PetInfo-F09_blue_zombie-local_name=Roamer
$*V2PetInfo-F09_mouse-local_name=Bentclaw Rat
$*V2PetInfo-F09_otyugh-local_name=Rift Eye
$*V2PetInfo-F09_dople-local_name=Visitor of Pure Darkness
$*V2PetInfo-G09_Hungry_Farm_Rat-local_name=Hungry Farm Rat
$*V2PetInfo-G09_Ghost_Audience-local_name=Ghostly Spectator
$*V2PetInfo-G09_Wandering_Spirit-local_name=Roving Specter
$*V2PetInfo-G09_Skull_Gladiator-local_name=Skeletal Gladiator
$*V2PetInfo-G09_Skull_Scout-local_name=Skeletal Scout
$*V2PetInfo-G09_Creepy_Crow-local_name=Black Sun Crow
$*V2PetInfo-G09_Redivivus_Body_1-local_name=Revived Corpse
$*V2PetInfo-G09_Evil_Body_1-local_name=Rotting Corpse
$*V2PetInfo-G09_Redivivus_Body_2-local_name=Revived Corpse
$*V2PetInfo-G09_Evil_Body_2-local_name=Rotting Corpse
$*V2PetInfo-G09_Cursed_Body-local_name=Cursed Corpse
$*V2PetInfo-G09_Ghost_Guardian-local_name=Ghostly Protector
$*V2PetInfo-G09_Angry_Spirit-local_name=Wrathful Specter
$*V2PetInfo-G09_Spirit_Wizard-local_name=Spectral Mage
$*V2PetInfo-G09_White_Ant_Worker-local_name=Field Termite Worker
$*V2PetInfo-G09_White_Ant_Queen-local_name=Field Termite Queen
$*V2PetInfo-G09_Dirty_City_Rat-local_name=Black City Rat
$*V2PetInfo-G09_Scary_Crow-local_name=Gravestone Crow
$*V2PetInfo-G09_Ribus_Turtle-local_name=Rivus Turtle
$*V2PetInfo-G09_Ribus_Baby_Turtle-local_name=Baby Rivus Turtle
$*V2PetInfo-G09_Jealous_Dryad-local_name=Envious Dryad
$*V2PetInfo-G09_Seducing_Dryad-local_name=Seductive Dryad
$*V2PetInfo-G09_Angry_Pixie-local_name=Angry Forest Pixie
$*V2PetInfo-G09_Wild_Pixie-local_name=Violent Forest Pixie
$*V2PetInfo-G09_Forest_Ant-local_name=Horned Forest Ant
$*V2PetInfo-G09_Eternal_Sprite-local_name=Peaceful Fairy Fire
$*V2PetInfo-G09_Swift_Farm_Rat-local_name=Barley Thief Rat
$*V2PetInfo-G09_Full_City_Rat-local_name=Shortfoot Thief Rat
$*V2PetInfo-G09_Rabbit-local_name=Golden Ear Rabbit
$*V2PetInfo-G09_Racoon-local_name=Tunnel Raccoon
$*V2PetInfo-G09_Ribus_Snake-local_name=Rivus Water Snake
$*V2PetInfo-G09_Super_Wandering_Spirit-local_name=Howling Specter
$*V2PetInfo-G09_Mushroom01-local_name=Dry Wood Mushroom
$*V2PetInfo-G09_Mushroom02-local_name=Widefoot Forest Mushroom
$*V2PetInfo-H09_SouthPlain_Carrion-local_name=Steelbeak Crow
$*V2PetInfo-H09_SouthFarm_Hamster-local_name=Giant Dirt Pit Mouse
$*V2PetInfo-H09_WestPlain_Raccoon-local_name=Sharp Mouth Raccoon
$*V2PetInfo-H09_WestPlain_Fox-local_name=Broomtail Fox
$*V2PetInfo-H09_Cursing_Ghost-local_name=Roving Ghost
$*V2PetInfo-H08_Buzzard-local_name=Great Rock Vulture
$*V2PetInfo-H08_KomodoreQueen-local_name=Turtlescale Rock Lizard
$*V2PetInfo-H08_DreySkeleton_01-local_name=Drei'Zinen Skeletal Warrior
$*V2PetInfo-H08_DreyGhost_01-local_name=Drei'Zinen Spirit Mage
$*V2PetInfo-H08_CapePorcupine-local_name=Wide Rock Porcupine
$*V2PetInfo-H08_Cobra-local_name=Dragonscale Cobra
$*V2PetInfo-H08_BlackCobra_01-local_name=Red Spotted Cobra
$*V2PetInfo-H08_Jaguar-local_name=Ancient Tree Forest Jaguar
$*V2PetInfo-H08_Smouse-local_name=Brush-tailed Wood Mouse
$*V2PetInfo-H08_LightGBeetle-local_name=Rivus Firefly
$*V2PetInfo-H08_MuskCowBaby-local_name=Rivus Baby Buffalo
$*V2PetInfo-H08_Fox-local_name=Blackpaw Fox
$*V2PetInfo-H08_RangerDog-local_name=Navarra Rebel Army Warhound
$*V2PetInfo-H08_Mole-local_name=Fotos Mole
$*V2PetInfo-H08_DryDryad-local_name=Withered Dryad
$*V2PetInfo-H08_WhiteAnt-local_name=Fotos Orchard Termite
$*V2PetInfo-H08_Gbeetle-local_name=Fotos Beetle
$*V2PetInfo-H08_BlackFox-local_name=Nimble Fotos Fox
$*V2PetInfo-H08_CEater-local_name=Fotos Corpse Fly
$*V2PetInfo-H08_FairyDragon-local_name=Rustica Marsh Fairy Dragon
$*V2PetInfo-H08_SkeletonWolf-local_name=Rustica Marsh Skeleton Wolf
$*V2PetInfo-H08_Smoked-local_name=Rustica Marsh Smoke Cluster
$*V2PetInfo-H08_HskelBow-local_name=Rustica Marsh Skeletal Archer
$*V2PetInfo-H08_Hskel-local_name=Rustica Marsh Skeleton
$*V2PetInfo-H08_DustSprite-local_name=Dirty Swamp Spirit
$*V2PetInfo-H08_DustSlime-local_name=Dirty Swamp Essence
$*V2PetInfo-H08_DustSlimeBlue-local_name=Enraged Swamp Essence
$*V2PetInfo-H08_WaterEA-local_name=Released Swamp Spirit
$*V2PetInfo-L10_Fox-local_name=Cliff Fox
$*V2PetInfo-L10_Eagle-local_name=Red Highland Vulture
$*V2PetInfo-L09_WildRabbit-local_name=Prairie Big Foot Hare
$*V2PetInfo-L09_Bumblebee-local_name=Butterfly-Winged Wasp
$*V2PetInfo-L09_RedBee-local_name=Red Poisonous Sting Wasp
$*V2PetInfo-L09_Bee-local_name=Wild Rose Winged Wasp
$*V2PetInfo-L09_WildRabbit13-local_name=Cottontail Rabbit
$*V2PetInfo-L09_Underprison_Worm_Path-local_name=Corpse Fly
$*V2PetInfo-L09_Underprison_Worm_FixedAI-local_name=Corpse Fly
$*V2PetInfo-L09_Underprison_Fungus-local_name=Moss Mushroom
$*V2PetInfo-L08_Infected_Beast_01-local_name=Plagued Beast
$*V2PetInfo-L08_Enchanted_Rock-local_name=Charmed Rock
$*V2PetInfo-L08_Rat-local_name=Sandbag Rat
$*V2PetInfo-L08_Termite-local_name=Mud Nest Termite
$*V2PetInfo-L08_Fairy_Mane-local_name=Corrupted Spectral Fairy
$*V2PetInfo-L08_Slime01-local_name=Green Horror Slime
$*V2PetInfo-L08_Dragonfly01-local_name=Steeljaw Dragonfly
$*V2PetInfo-L08_Bee01-local_name=Hooked Bumblebee
$*V2PetInfo-L08_Skunk01-local_name=Short Leg Skunk
$*V2PetInfo-L08_Enchanted_RockE-local_name=Bloody Rock
$*V2PetInfo-L08_Fungus-local_name=Moss-Tongue Mushroom
$*V2PetInfo-L08_MeerKat-local_name=Bentclaw Meerkat
$*V2PetInfo-L08_Plant-local_name=Red Leaf Venus Flytrap
$*V2PetInfo-L08_Crow-local_name=Leaf Nest Crow
$*V2PetInfo-L08_Mole-local_name=Long-Claw Mole
$*V2PetInfo-L08_Living_Rock-local_name=Living Rock
$*V2PetInfo-L08_Fairy_Mane03-local_name=Corrupted Spectral Fairy
$*V2PetInfo-K08_Herb-local_name=Evil Wood Spirit
$*V2PetInfo-K08_Latios-local_name=Latios
$*V2PetInfo-K08_Crow-local_name=Ominous Crow
$*V2PetInfo-K08_Wandering_Skeleton-local_name=Roving Skeleton
$*V2PetInfo-K08_Wandering_Body-local_name=Roving Corpse
$*V2PetInfo-K08_Swamp_Mushroom-local_name=Monster Mushroom
$*V2PetInfo-K08_Swamp_Plant-local_name=Carnivorous Swamp Plant
$*V2PetInfo-K08_Swamp_Slime-local_name=Swamp Plague Monster
$*V2PetInfo-K08_Niaren_Ghost1-local_name=Niaren Specter
$*V2PetInfo-K08_Niaren_Ghost2-local_name=Niaren Ghost
$*V2PetInfo-K08_Resurrected_Body-local_name=Returner
$*V2PetInfo-K08_Resurrected_Murderer-local_name=Returned Murderer
$*V2PetInfo-K08_Fairy_01-local_name=Manic Fairy
$*V2PetInfo-K08_Fairy_02-local_name=Manic Fairy
$*V2PetInfo-K08_Bee-local_name=Furious Hornet
$*V2PetInfo-K08_Spirit-local_name=Young Wood Spirit
$*V2PetInfo-K08_Watcher-local_name=Third Eye Watcher
$*V2PetInfo-K09_Hamster-local_name=Small-Footed Hamster
$*V2PetInfo-K09_Starving_Bug-local_name=Dry Wing Scarab
$*V2PetInfo-K09_Bug-local_name=Light-Tailed Scarab
$*V2PetInfo-K09_Angry_Bug-local_name=Violent Big-Horned Scarab
$*V2PetInfo-K09_Baby_Beaver-local_name=Waterweed Beaver Kit
$*V2PetInfo-K09_Dragonfly-local_name=Crabtail Dragonfly
$*V2PetInfo-K09_Dirty_Rat-local_name=Filthy Quarry Rat
$*V2PetInfo-K09_Angry_Black_dog-local_name=Desolate Hellhound
$*V2PetInfo-K09_Black_Smog-local_name=Black Smoke
$*V2PetInfo-K09_Cave_Bat-local_name=Cave Bat
$*V2PetInfo-K09_Big_Red_Eye-local_name=Big Red Eye
$*V2PetInfo-K09_Big_Black_Eye-local_name=Big Brown Eye
$*V2PetInfo-K09_Big_Bug-local_name=Paddle-Horned Scarab
$*V2PetInfo-K09_Rabbit-local_name=Pink Paw Rabbit
$*V2PetInfo-K09_Redivivus_Body_wandering-local_name=Returned Corpse
$*V2PetInfo-K09_Evil_Body_wandering-local_name=Black Rotten Corpse
$*V2PetInfo-K09_Dream_Mushroom-local_name=Dream Mushroom
$*V2PetInfo-K09_Screaming_Herb-local_name=Shrieking Mandrake
$*V2PetInfo-K09_Night_Mushroom-local_name=Black Nightmare Mushroom
$*V2PetInfo-K09_Racoon-local_name=Rat Catcher Raccoon
$*V2PetInfo-K09_Fox-local_name=Bristle Fur Forest Fox
$*V2PetInfo-K09_White_Ant-local_name=Dry Leaf Termite
$*V2PetInfo-K09_BigMantis-local_name=Predator Garden Mantis
$*V2PetInfo-K09_ForestBee-local_name=Venomsting Forest Bee
$*V2PetInfo-K09_MossMushroom-local_name=Green Moss Mushroom
$*V2PetInfo-K10_snake01-local_name=Droptail Snake
$*V2PetInfo-K10_snake02-local_name=Longtail Snake
$*V2PetInfo-K10_eagle01-local_name=Brown Treetop Vulture
$*V2PetInfo-K10_eagle02-local_name=White Treetop Vulture
$*V2PetInfo-K10_rabbit01-local_name=Wide-Tooth Hare
$*V2PetInfo-K10_accoon01-local_name=Sightless Raccoon
$*V2PetInfo-K10_king_snake-local_name=King Droptail Snake
$*V2PetInfo-K07_mouse-local_name=Sandrock Rat
$*V2PetInfo-K07_cobra-local_name=Sandrock Cobra
$*V2PetInfo-K07_hornlizard-local_name=Sandrock Horned Lizard
$*V2PetInfo-K07_fox-local_name=Ludiaran Fox
$*V2PetInfo-K07_suffer_fairy-local_name=Suffering Fairy
$*V2PetInfo-K07_angry_fairy-local_name=Raging Fairy
$*V2PetInfo-K07_sprite-local_name=Corrupted Energy
$*V2PetInfo-K07_ahiad-local_name=Ahiad
$*V2PetInfo-K07_raccoon-local_name=Zephyr Tail Raccoon
$*V2PetInfo-K07_mole-local_name=Rakefoot Mole
$*V2PetInfo-K07_dog-local_name=Uncontrolled Warhound
$*V2PetInfo-K07_imp-local_name=Follower of the Void
$*V2PetInfo-K07_watcher-local_name=Eye of the Void
$*V2PetInfo-K07_succubus-local_name=Succubus of the Void
$*V2PetInfo-K07_succubus_b-local_name=Void-Filled Succubus
$*V2PetInfo-K07_element-local_name=Withered Gatekeeper
$*V2PetInfo-I10_Turtle-local_name=Ironjaw King Turtle
$*V2PetInfo-I10_Gisopetra-local_name=Log Termite
$*V2PetInfo-I10_Rabbit-local_name=Wooly Rabbit
$*V2PetInfo-I10_Rat-local_name=Ditch Mouse
$*V2PetInfo-I10_Fox01-local_name=Thornbush Fox
$*V2PetInfo-L11_GiantRabbit-local_name=Giant Prairie Hare
$*V2PetInfo-L11_Mouse-local_name=Silver Mouse
$*V2PetInfo-L11_Raccoon-local_name=Lake Raccoon
$*V2PetInfo-F14_Nemesis-local_name=Corrupted Ancient Soul
$*V2PetInfo-F14_HermitCrab_1-local_name=Seaweed Rock Hermit Crab
$*V2PetInfo-F14_HermitCrab_2-local_name=Seaweed Rock Hermit Crab
$*V2PetInfo-F14_Thug2lv-local_name=Twisted One
$*V2PetInfo-F14_WarpMan_1-local_name=Twisted One
$*V2PetInfo-F14_WarpMan_2-local_name=Twisted One
$*V2PetInfo-F14_SandCrab-local_name=Red Shell Sand Crab
$*V2PetInfo-F14_AncientWaterE-local_name=Twisted Water Spirit
$*V2PetInfo-M07_rabbit-local_name=Cirrus Cloud Hare
$*V2PetInfo-M07_monkey-local_name=Black-Footed Monkey
$*V2PetInfo-M07_polluted_fox-local_name=Corrupted Fox
$*V2PetInfo-M07_curious_fairy-local_name=Curious Forest Fairy
$*V2PetInfo-M07_drowsy_fairy-local_name=Weary Forest Fairy
$*V2PetInfo-M07_fairy_dragon-local_name=Blue-Scaled Fairy Dragon
$*V2PetInfo-M07_trent-local_name=Ancient Branch
$*V2PetInfo-M07_raccoon-local_name=Bee-Backed Raccoon
$*V2PetInfo-M07_1_horrified_dryad-local_name=Horrified Dryad
$*V2PetInfo-M07_1_lpanda_b01-local_name=Black-Footed Raccoon
$*V2PetInfo-M07_1_lpanda_a01-local_name=Black-Footed Baby Raccoon
$*V2PetInfo-M07_1_dragonnewt-local_name=Evil Dragon's Kin
$*V2PetInfo-M07_2_roaring_elemental-local_name=Howling Fragment
$*V2PetInfo-M07_2_fungus-local_name=Tip-Tap Mushroom
$*V2PetInfo-M07_2_crow-local_name=Lonely Crow
$*V2PetInfo-M07_2_ghost-local_name=Ancient Specter
$*V2PetInfo-M07_2_confused_flower-local_name=Chaotic Flower
$*V2PetInfo-M07_2_dryad_c01-local_name=Wilting Garden Dryad
$*V2PetInfo-M07_2_trent-local_name=Verdant Young Branch
$*V2PetInfo-M07_2_gbeetle-local_name=Benthorn Scarab
$*V2PetInfo-F07_Desertfox01-local_name=Dawnstar Desert Fox
$*V2PetInfo-F07_Desertfox02-local_name=Dawnstar Desert Fox
$*V2PetInfo-F07_Desertfox03-local_name=Dawnstar Desert Fox
$*V2PetInfo-F07_Whitestar-local_name=White Eye
$*V2PetInfo-F07_Comodoa01-local_name=Burry Horned Lizard
$*V2PetInfo-F07_Comodoa02-local_name=Burry Horned Lizard
$*V2PetInfo-F07_Snake01-local_name=Giant Sandpit Snake
$*V2PetInfo-F07_Snake02-local_name=Giant Sandpit Snake
$*V2PetInfo-F07_Cockatrice01-local_name=Red Crown Cockatrice
$*V2PetInfo-F07_Cockatrice02-local_name=Red Crown Cockatrice
$*V2PetInfo-F07_Cockatrice03-local_name=Decorated Cockatrice
$*V2PetInfo-F07_Risinglight-local_name=Rising Light
$*V2PetInfo-F07_Basilisk01-local_name=Shadowing Basilisk
$*V2PetInfo-F07_Basilisk02-local_name=Shadowing Basilisk
$*V2PetInfo-F07_Hellhound-local_name=Shadowing Hellhound
$*V2PetInfo-F07_Killervine01-local_name=Shadowing Killer Vine
$*V2PetInfo-F07_Sandmouse01-local_name=Shadowing Sand Mouse
$*V2PetInfo-F07_Watcher-local_name=Dimensional Observer
$*V2PetInfo-F07_Eater-local_name=Dimensional Predator
$*V2PetInfo-F07_EmpressAkasha-local_name=Akasha
$*V2PetInfo-F07_Succubus01-local_name=Daughter of Akasha
$*V2PetInfo-F07_SandElemental-local_name=Spirit of Constrained Stone
$*V2PetInfo-F07_Desertfox04-local_name=Sandburrow Desert Fox
$*V2PetInfo-F07_EarthElemental-local_name=Spirit of Fist Rock
$*V2PetInfo-F07_Comodoa03-local_name=Cracked-Claw Sand Lizard
$*V2PetInfo-F07_Snake03-local_name=Sandpit Snake Hatchling
$*V2PetInfo-F07_Comodoa04-local_name=Burry Horned Lizard Baby
$*V2PetInfo-K11_reddragonfly-local_name=Beachsand Red Dragonfly
$*V2PetInfo-K11_fairydragon-local_name=Whitesand Fairy Dragon
$*V2PetInfo-K11_giantmantis-local_name=Moonlight Breaker
$*V2PetInfo-K11_moonbeatle_01-local_name=Moonlight Beetle
$*V2PetInfo-K11_moonbeatle_02-local_name=Moonlight Beetle
$*V2PetInfo-K11_whiteeagle-local_name=White-Tailed Eagle
$*V2PetInfo-K11_curiafox-local_name=Bright Mane Fox
$*V2PetInfo-K11_curiarabbit-local_name=Mud Cave Hare
$*V2PetInfo-K11_dirtycrow-local_name=Faded Crow
$*V2PetInfo-K11_heatwaterspirit-local_name=Hot Springs Spirit
$*V2PetInfo-K11_Fungus_01-local_name=Mountainfoot Fungus
$*V2PetInfo-K11_Fungus_02-local_name=Mountainfoot Fungus
$*V2PetInfo-K11_Plant_01-local_name=Thornhell Sarracenia
$*V2PetInfo-K11_Plant_02-local_name=Thornhell Sarracenia
$*V2PetInfo-K11_dokkabifire-local_name=Will-o'-the-wisp
$*V2PetInfo-K11_Slime-local_name=Green Mold Slime
$*V2PetInfo-K11_Watcher-local_name=Flame Observer
$*V2PetInfo-K11_GhostFungus-local_name=Ghost Mushroom
$*V2PetInfo-K11_MadFairy_01-local_name=Maniacal Fairy
$*V2PetInfo-K11_MadFairy_02-local_name=Maniacal Fairy
$*V2PetInfo-K11_TombSoul-local_name=Martyr's Soul
$*V2PetInfo-K11_TombBody-local_name=Martyr's Corpse
$*V2PetInfo-N14_StickyMass-local_name=Sticky Mass
$*V2PetInfo-N12_Crow-local_name=Silk-Feathered Crow
$*V2PetInfo-N12_Fox-local_name=Fantail Fox
$*V2PetInfo-N12_Snake-local_name=Tiger-Striped Snake
$*V2PetInfo-N12_Squittel_wander-local_name=Highland Forest Raccoon
$*V2PetInfo-N12_1_FoxA_A03-local_name=Sunset Feather Fox
$*V2PetInfo-N12_1_FoxA_A02-local_name=Snowfox Salimtah
$*V2PetInfo-N12_1_Smouse_A03-local_name=Forest Silk Rat
$*V2PetInfo-N12_1_RaccoonDog_01-local_name=Dry Leaf Raccoon
$*V2PetInfo-N12_1_GIsopetra_A01_02-local_name=Sawtooth Worker Ant
$*V2PetInfo-N12_1_GIsopetra_C01_02-local_name=Sawtooth Soldier Ant
$*V2PetInfo-N12_1_GIsopetra_B01-local_name=Sawtooth Queen Ant
$*V2PetInfo-N12_1_Mole_A01-local_name=Grass Root Mole
$*V2PetInfo-N12_1_HunterBug_E01-local_name=Clawed Hunter Bug
$*V2PetInfo-N12_1_Kelpie_A02-local_name=Moss-Backed Lake Lizard
$*V2PetInfo-N12_1_GreatDF_A02-local_name=Five-Colored Clouds Gnat
$*V2PetInfo-N12_1_Anaconda-local_name=Thornbush Snake
$*V2PetInfo-N12_1_Sprite_A03-local_name=Light of Chaos
$*V2PetInfo-N12_1_Sprite_B02-local_name=Light of Chaos
$*V2PetInfo-N12_1_Coyote_GHO-local_name=Redemption of Chaos
$*V2PetInfo-N12_1_Bat-local_name=Snub Nose Bat
$*V2PetInfo-E11_Shakara_Gerbil-local_name=Dust-Bush Sand Rat
$*V2PetInfo-E11_Sand_HornLizard-local_name=Wide-Back Horned Lizard
$*V2PetInfo-E11_Meerkat-local_name=Red-Headed Meerkat
$*V2PetInfo-E11_Basilisk-local_name=Ironscale Basilisk
$*V2PetInfo-E11_Pangolin-local_name=Stonemoss Pangolin
$*V2PetInfo-E11_FennecFox-local_name=Dry-maned Desert Fox
$*V2PetInfo-E11_Jakal-local_name=Sandstorm Jackal
$*V2PetInfo-E11_Lizard-local_name=Rake-Tailed Lizard
$*V2PetInfo-E11_Soul-local_name=Specter of Ash-Ruha
$*V2PetInfo-J10_Crow-local_name=Roefoot Crow
$*V2PetInfo-J10_Bee_Worker-local_name=Honey Basket Bee
$*V2PetInfo-J10_Bee_Soldier-local_name=Blue Killer Wasp
$*V2PetInfo-J10_Leopard02-local_name=Mountain Hunter Leopard
$*V2PetInfo-J10_Skeleton_01-local_name=Revived Imperial Soldier
$*V2PetInfo-J10_Skeleton_02-local_name=Revived Imperial Archer
$*V2PetInfo-J10_Zombie_01-local_name=Revived Laborer
$*V2PetInfo-J10_Raccoon-local_name=Canyon Raccoon
$*V2PetInfo-J10_Leopard-local_name=Mountain Hunter Leopard
$*V2PetInfo-J10_Vulture-local_name=Cliff Nest Vulture
$*V2PetInfo-J10_Boss_Leopard-local_name=Mountain Hunter Leopard Alpha
$*V2PetInfo-J10_KoboldHideout_Wyvern_Fixed-local_name=Adult Wyvern
$*V2PetInfo-J10_KoboldHideout_NannyBaby_Fixed-local_name=Wyvern Nestling
$*V2PetInfo-J10_KoboldHideout_Hached_Fixed-local_name=Hatched Wyvern
$*V2PetInfo-J10_KoboldHideout_Wyvern_Wonder-local_name=Adult Wyvern
$*V2PetInfo-J10_KoboldHideout_NannyBaby_Wonder-local_name=Wyvern Nestling
$*V2PetInfo-J10_KoboldHideout_Hached_Wonder-local_name=Hatched Wyvern
$*V2PetInfo-J10_KoboldHideout_Alert_Wonder-local_name=Dirkrook's Eye
$*V2PetInfo-J10_KoboldHideout_Wyvern_Path-local_name=Adult Wyvern
$*V2PetInfo-J10_KoboldHideout_Labor_Path-local_name=Kobold Drudge
$*V2PetInfo-J10_KoboldHideout_NannyBaby_Path-local_name=Wyvern Nestling
$*V2PetInfo-J10_KoboldHideout_Hached_Path-local_name=Hatched Wyvern
$*V2PetInfo-J09_Sleopard-local_name=Blue Mountain Snow Leopard
$*V2PetInfo-J09_Sleopard_Maharata-local_name=Snow Leopard King Maharata
$*V2PetInfo-J09_Mole-local_name=Black Rock Mole
$*V2PetInfo-J09_Racoon-local_name=White Striped Raccoon
$*V2PetInfo-J09_Nigra_Overwatcher-local_name=Migra Turris Overseer
$*V2PetInfo-J09_Nigra_Helldog-local_name=Migra Turris Hellhound
$*V2PetInfo-J09_Nigra_Familiar-local_name=Migra Turris Familiar
$*V2PetInfo-J09_Fox-local_name=Red Long-Haired Fox
$*V2PetInfo-J09_Angora_Rabbit-local_name=Rampike Rabbit
$*V2PetInfo-J09_Eagle_femal-local_name=Female Black Cliff Eagle
$*V2PetInfo-J09_Marmot-local_name=Mountainfoot Marmot
$*V2PetInfo-J09_Scattered_Spirits-local_name=Scattered Spectral Fragment
$*V2PetInfo-J09_Drey_Zinen_Spirits_Warrior-local_name=Drei'Zinen Spectral Warrior
$*V2PetInfo-J09_Drey_Zinen_Spirits_Ziann-local_name=Drei'Zinen Spectral Jian
$*V2PetInfo-J09_Insane_Ghost_Toadstool-local_name=Crazed Ghost Mushroom
$*V2PetInfo-J09_Gigantic_Damsel_Fly-local_name=Enlarged Damselfly
$*V2PetInfo-J09_Angora_Rabbit_lower-local_name=Rampike Rabbit
$*V2PetInfo-J09_Nigra_Overwatcher_pathway-local_name=Migra Turris Overseer
$*V2PetInfo-J09_Eagle_Elite-local_name=White Cliff Eagle
$*V2PetInfo-J09_marmot_wait-local_name=Mountainfoot Marmot
$*V2PetInfo-J09_2nd_Watcher_A01-local_name=Migra Turris Watcher
$*V2PetInfo-J09_2nd_Imp_B02-local_name=Migra Turris Servant
$*V2PetInfo-J07_Rat-local_name=Spikeclaw Sand Rat
$*V2PetInfo-J08_SandBug-local_name=Thorny Sandfly
$*V2PetInfo-J08_Snake-local_name=Mottled Rattler
$*V2PetInfo-J08_Squank-local_name=Feathertail Skunk
$*V2PetInfo-J08_HornLizard-local_name=Ruins Horned Lizard
$*V2PetInfo-J08_BabyWyvernCatch-local_name=Sand Wyvern Nestling
$*V2PetInfo-J08_Raven-local_name=Thunderhead Crow
$*V2PetInfo-I08_ThiefRat-local_name=Mill-Thief Rat
$*V2PetInfo-I08_Fox-local_name=Tomb of Stars Fox
$*V2PetInfo-J08_WhipSnake-local_name=Whip Snake
$*V2PetInfo-J07_HornLizard-local_name=Ruins Horned Lizard
$*V2PetInfo-J08_Komodore-local_name=Ruin King Lizard
$*V2PetInfo-J07_MadGhostBlood-local_name=Hungry Specter
$*V2PetInfo-J07_GhostWarriorS01-local_name=Vicious Rake Specter
$*V2PetInfo-J07_MadGhostDot-local_name=Cursed Maniacal Specter
$*V2PetInfo-J07_GhostWarriorS02-local_name=Tenacious Spectral Warrior
$*V2PetInfo-I08_BabyWyvernCatchU-local_name=Sand Wyvern Nestling
$*V2PetInfo-J08_Bat-local_name=Big Ear Bat
$*V2PetInfo-J07_MadGhostDot1-local_name=Cursed Maniacal Specter
$*V2PetInfo-I08_Raven-local_name=Thunderhead Crow
$*V2PetInfo-I08_Snake-local_name=Mottled Rattler
$*V2PetInfo-J08_WanderingGhost-local_name=Sorrowful Warrior's Apparition
$*V2PetInfo-J08_BlackDrake-local_name=Blacktail Wyvern
$*V2PetInfo-J07_BlueDrake-local_name=Bluetail Wyvern
$*V2PetInfo-I07_RedDrake-local_name=Earthtail Wyvern
$*V2PetInfo-I07_WhiteHawk-local_name=Whitehead Eagle
$*V2PetInfo-I07_Fox-local_name=Fluffy Brown Fox
$*V2PetInfo-J07_RedDrake-local_name=Redtail Wyvern
$*V2PetInfo-J07_Komodore2-local_name=Relaxed King Lizard
$*V2PetInfo-J07_Snake-local_name=Plump Kingsnake
$*V2PetInfo-J08_Darkness-local_name=Host of the Abyss
$*V2PetInfo-I07_Earthquake-local_name=Rumbling Ground Wyvern
$*V2PetInfo-I08_TheHate-local_name=Chunk of Hatred
$*V2PetInfo-I07_BlueDrake-local_name=Skytail Wyvern
$*V2PetInfo-G14_Kelpie-local_name=Sea Crystal Kelpie
$*V2PetInfo-G14_SeeBug-local_name=Barnacle Bug
$*V2PetInfo-G14_Mantis-local_name=Giant Mantis
$*V2PetInfo-G14_PebbleCrab-local_name=Pebble Crab
$*V2PetInfo-G14_SharpCrab-local_name=Spike-Shell Crab
$*V2PetInfo-G14_Trash-local_name=Corrupted Mass
$*V2PetInfo-G14_SlimSnake-local_name=Slim Snake
$*V2PetInfo-G14_ChainSnake-local_name=Chain Snake
$*V2PetInfo-G14_MossBug-local_name=Moss Bug
$*V2PetInfo-G14_GlassMonkey-local_name=Tarsier
$*V2PetInfo-G14_BlueDragonfly-local_name=Blue Dragonfly
$*V2PetInfo-G14_PotBug-local_name=Pot Bug
$*V2PetInfo-G14_MudCrab-local_name=King Crab
$*V2PetInfo-G14_RainbowCrab-local_name=Rainbow Crab
$*V2PetInfo-G14_TreasureBox-local_name=Splendid Treasure Chest
$*V2PetInfo-G14_SoftMass-local_name=Soft Mass
$*V2PetInfo-G14_StickyMass-local_name=Sticky Mass
$*V2PetInfo-G14_HornTurtle-local_name=Thorned Turtle
$*V2PetInfo-G14_HerbMushroom-local_name=Herb Mushroom
$*V2PetInfo-G14_BigHeadAnt-local_name=Big Head Ant
$*V2PetInfo-G14_5minsSnake-local_name=Striped Snake
$*V2PetInfo-G14_Bee-local_name=Stinger Hornet
$*V2PetInfo-G14_Parrot-local_name=Copycat Parrot
$*V2PetInfo-G14_PoketMushroom-local_name=Pocket Mushroom
$*V2PetInfo-G14_NavyMonkey-local_name=Blue Monkey
$*V2PetInfo-G14_DotsSnake-local_name=Spotted Snake
$*V2PetInfo-G14_Box-local_name=Plunder Box
$*V2PetInfo-G14_Plant_mob-local_name=Carnivorous Plant
$*V2PetInfo-G14_BigTrash-local_name=Pungent Pile of Filth
$*V2PetInfo-G14_BigBlueDragonfly-local_name=Large-Winged Blue Dragonfly
$*V2PetInfo-G14_BigHornTurtle-local_name=Fat Kingthorn Turtle
$*V2PetInfo-N08_Crab-local_name=Blue Sand Crab
$*V2PetInfo-N08_Kelpie-local_name=Cliff Kelpie
$*V2PetInfo-N08_Snake-local_name=Mottled Forest Snake
$*V2PetInfo-N08_Ghost_01-local_name=Tormented Specter
$*V2PetInfo-N08_Ghost_02-local_name=Enraged Specter
$*V2PetInfo-N08_Winterwolf-local_name=Tundra Snow Leopard
$*V2PetInfo-N08_Seagull-local_name=Cliff Seagull
$*V2PetInfo-N08_Skunk-local_name=White Striped Skunk
$*V2PetInfo-M08_Trient_Corrupted-local_name=Corrupted Ent
$*V2PetInfo-M08_Ashir-local_name=Forest Keeper Aswir
$*V2PetInfo-M08_HunterBugG-local_name=Green Hunter Bug
$*V2PetInfo-M08_Swamp_Slime-local_name=Owello Swamp Monster
$*V2PetInfo-M08_Swamp_Basilisk-local_name=Owello Basilisk
$*V2PetInfo-M08_Swamp_Digester-local_name=Owello Venom Monster
$*V2PetInfo-M08_Swamp_Plant-local_name=Owello Basilisk Flytrap
$*V2PetInfo-M08_Dsword-local_name=Living Artifact
$*V2PetInfo-N13_Farm_Eagle_01-local_name=Venus Sand Black Eagle
$*V2PetInfo-N13_Farm_Eagle_02-local_name=Venus Sand White Eagle
$*V2PetInfo-N13_Plantation_Rabbit_01-local_name=Hallucinating Hare
$*V2PetInfo-N13_Plantation_Mole_01-local_name=Hallucinating Mole
$*V2PetInfo-N13_Panda_01-local_name=Lesser Leaf-Ear Grass Panda
$*V2PetInfo-N13_Polar_Bear_Sensitive_01-local_name=Polar Bear Cub
$*V2PetInfo-N13_Water_Spirit_01-local_name=Geyser Water Spirit
$*V2PetInfo-N13_Soil_Spirit_01-local_name=Geyser Earth Elemental
$*V2PetInfo-N13_Komodo_01-local_name=Geyser Komodo
$*V2PetInfo-N13_Slime_01-local_name=Acidic Oil Spill
$*V2PetInfo-N13_Un_Chimera_01-local_name=Imperfect Chimera
$*V2PetInfo-N13_Chimera_01-local_name=Chimera
$*V2PetInfo-N13_Igis_01-local_name=Biological Weapon Aegis
$*V2PetInfo-N13_Wader_Armor_01-local_name=Serma-Animated Armor
$*V2PetInfo-F11_Basilisk01-local_name=Venomthorn Basilisk
$*V2PetInfo-F11_Basilisk02-local_name=Black-Footed Basilisk
$*V2PetInfo-F11_Cockatrice02-local_name=Rough-Feathered Cockatrice
$*V2PetInfo-F11_Comodoa01-local_name=Roughscale Lizard
$*V2PetInfo-F11_Comodoa02-local_name=Dryscale Lizard
$*V2PetInfo-F11_king_Comodoa-local_name=Tarak, Dawnstar King Lizard
$*V2PetInfo-F11_DesertFox01-local_name=Red Desert Fox
$*V2PetInfo-F11_DesertFox02-local_name=Sandy Desert Fox
$*V2PetInfo-F11_eagle01-local_name=Longtail Vulture
$*V2PetInfo-F11_skeleton01-local_name=Lost Specter
$*V2PetInfo-F11_skeleton02-local_name=Awakened Corpse
$*V2PetInfo-F11_skeletonwolf01-local_name=Blood Claw Skeleton Wolf
$*V2PetInfo-F11_skeletonwolf02-local_name=Rotten Tooth Skull Wolf
$*V2PetInfo-F11_skeletonwolf03-local_name=Small Skull Wolf
$*V2PetInfo-F11_SandMouse01-local_name=Mother Sand Rat
$*V2PetInfo-F11_yellow_Meerkat-local_name=Softmane Meerkat
$*V2PetInfo-F06_HornLizard-local_name=Horned Lizard
$*V2PetInfo-F06_Ghoul01-local_name=Revived Soldier
$*V2PetInfo-F06_Ghoul02-local_name=Smelly Ghoul
$*V2PetInfo-F06_SkeletonW01-local_name=Black Scar Skeleton Soldier
$*V2PetInfo-F06_SkeletonW02-local_name=Black Scar Skeleton Archer
$*V2PetInfo-F06_Ceater-local_name=Corpse Eater Fly
$*V2PetInfo-F06_Bsnatch-local_name=Hungry Beast of Chaos
$*V2PetInfo-F06_FennecFox-local_name=Pink Crested Desert Fox
$*V2PetInfo-F06_Basilisk-local_name=Sandbar Basilisk
$*V2PetInfo-F06_CockatriceM-local_name=Drygrass Male Cockatrice
$*V2PetInfo-F06_CockatriceF-local_name=Drygrass Female Cockatrice
$*V2PetInfo-F06_Kelpie-local_name=Flat Sole Kelpie
$*V2PetInfo-F06_Pangolin-local_name=Stonescale Pangolin
$*V2PetInfo-DG_AncientRuins_G01-local_name=Wandering Soul
$*V2PetInfo-DG_AncientRuins_G02-local_name=Agonizing Soul
$*V2PetInfo-DG_DeadMine_N_MineGohst-local_name=Dead Pit Specter
$*V2PetInfo-DG_DeadMine_N_GhostMiner-local_name=Ghost Miner
$*V2PetInfo-DG_DeadMine_N_SkellSword-local_name=Auxiliary Resistance Warrior
$*V2PetInfo-DG_DeadMine_N_SkellBow-local_name=Auxiliary Resistance Archer
$*V2PetInfo-DG_DeadMine_N_SkellDirctor-local_name=Subordinated Resistor Commander
$*V2PetInfo-DG_DeadMine_N_StrongSkellDirector-local_name=Auxiliary Resistance Chief
$*V2PetInfo-DG_DeadMine_N_ModifiedMiner-local_name=Deformed Worker
$*V2PetInfo-DG_DeadMine_N_MineAntQueen-local_name=Dead Pit Queen Ant
$*V2PetInfo-DG_DeadMine_H_MineGohst-local_name=Dead Pit Specter
$*V2PetInfo-DG_DeadMine_H_GhostMiner-local_name=Ghost Miner
$*V2PetInfo-DG_DeadMine_H_SkellSword-local_name=Auxiliary Resistance Warrior
$*V2PetInfo-DG_DeadMine_H_SkellBow-local_name=Auxiliary Resistance Archer
$*V2PetInfo-DG_DeadMine_H_SkellDirctor-local_name=Subordinated Resistor Commander
$*V2PetInfo-DG_DeadMine_H_StrongSkellDirector-local_name=Auxiliary Resistance Chief
$*V2PetInfo-DG_DeadMine_H_ModifiedMiner-local_name=Deformed Worker
$*V2PetInfo-DG_DeadMine_H_SkellGreed-local_name=Resentful Victim
$*V2PetInfo-DG_DeadMine_H_MineAntQueen-local_name=Dead Pit Queen Ant
$*V2PetInfo-DG_DeadMine_H_DarkSkell-local_name=Dark Skeleton
$*V2PetInfo-DG_DeadMine_H_DarkSprite-local_name=Crystal of Magical Power
$*V2PetInfo-DG_DeadMine_N_D_SkellSword-local_name=Auxiliary Resistance Champion
$*V2PetInfo-DG_DeadMine_N_D_SkellBow-local_name=Auxiliary Resistance Marksman
$*V2PetInfo-DG_DeadMine_H_D_SkellSword-local_name=Auxiliary Resistance Champion
$*V2PetInfo-DG_DeadMine_H_D_SkellBow-local_name=Auxiliary Resistance Marksman
$*V2PetInfo-DG_DeadMine_N_SkellSword_Path-local_name=Auxiliary Resistance Warrior
$*V2PetInfo-DG_PatalaRuins_N_SlaveWaterElementalA-local_name=Dominated Ruin Keeper's Spirit
$*V2PetInfo-DG_PatalaRuins_N_SlaveWaterElementalB-local_name=Dominated Defensive Spirit
$*V2PetInfo-DG_PatalaRuins_N_Slime-local_name=Ananta's Thoughts
$*V2PetInfo-DG_PatalaRuins_N_DeviceGuardian-local_name=Gatekeeper's Fortitude
$*V2PetInfo-DG_PatalaRuins_N_SteamElemental-local_name=Awakened Seal Guardian Spirit
$*V2PetInfo-DG_PatalaRuins_N_SlaveWaterElementalA_M-local_name=Dominated Ruin Keeper's Spirit
$*V2PetInfo-DG_PatalaRuins_N_SlaveWaterElementalB_M-local_name=Dominated Defensive Spirit
$*V2PetInfo-DG_PatalaRuins_N_WaterElementalA_PL-local_name=Ruin Keeper's Spirit
$*V2PetInfo-DG_PatalaRuins_N_WaterElementalB_PL-local_name=Defensive Spirit
$*V2PetInfo-DG_PatalaRuins_N_WaterElementalA_M-local_name=Ruin Keeper's Spirit
$*V2PetInfo-DG_PatalaRuins_N_WaterElementalB_M-local_name=Defensive Spirit
$*V2PetInfo-DG_PatalaRuins_N_SteamElemental_PL-local_name=Awakened Seal Guardian Spirit
$*V2PetInfo-DG_Nigraturis_H_Cslaughterer_Fixed-local_name=Blaze Legion Elite
$*V2PetInfo-DG_Nigraturis_H_Imp_Soldier_Fixed-local_name=Blaze Legion Seeker
$*V2PetInfo-DG_Nigraturis_H_Imp_Spear_Fixed-local_name=Blaze Legion Storm Trooper
$*V2PetInfo-DG_Nigraturis_H_Dart_Shaman_Fixed-local_name=Corrupted Iblis Mage
$*V2PetInfo-DG_Nigraturis_H_Dark_Creatures_Fixed-local_name=Corrupted Iblis Inhabitant
$*V2PetInfo-DG_Nigraturis_H_Dimension_Chaser_Fixed-local_name=Blaze Legion Messenger
$*V2PetInfo-DG_Nigraturis_H_Cslaughterer_Wonder-local_name=Blaze Legion Elite
$*V2PetInfo-DG_Nigraturis_H_Imp_Soldier_Wonder-local_name=Blaze Legion Seeker
$*V2PetInfo-DG_Nigraturis_H_Imp_Spear_Wonder-local_name=Blaze Legion Storm Trooper
$*V2PetInfo-DG_Nigraturis_H_Dart_Shaman_Wonder-local_name=Corrupted Iblis Mage
$*V2PetInfo-DG_Nigraturis_H_Dark_Creatures_Wonder-local_name=Corrupted Iblis Inhabitant
$*V2PetInfo-DG_Nigraturis_H_Dimension_Chaser_Wonder-local_name=Blaze Legion Messenger
$*V2PetInfo-DG_Nigraturis_H_Dark_Observer_Path-local_name=Watcher of Darkness
$*V2PetInfo-DG_Nigraturis_H_Dimension_Chaser_Path-local_name=Blaze Legion Messenger
$*V2PetInfo-DG_Nigraturis_H_Gshade-local_name=Oppressed Spirit
$*V2PetInfo-DG_Nigraturis_N_Cslaughterer_Fixed-local_name=Blaze Legion Elite
$*V2PetInfo-DG_Nigraturis_N_Imp_Soldier_Fixed-local_name=Blaze Legion Seeker
$*V2PetInfo-DG_Nigraturis_N_Imp_Spear_Fixed-local_name=Blaze Legion Storm Trooper
$*V2PetInfo-DG_Nigraturis_N_Dart_Shaman_Fixed-local_name=Corrupted Iblis Mage
$*V2PetInfo-DG_Nigraturis_N_Dark_Creatures_Fixed-local_name=Corrupted Iblis Inhabitant
$*V2PetInfo-DG_Nigraturis_N_Dimension_Chaser_Fixed-local_name=Blaze Legion Messenger
$*V2PetInfo-DG_Nigraturis_N_Cslaughterer_Wonder-local_name=Blaze Legion Elite
$*V2PetInfo-DG_Nigraturis_N_Imp_Soldier_Wonder-local_name=Blaze Legion Seeker
$*V2PetInfo-DG_Nigraturis_N_Imp_Spear_Wonder-local_name=Blaze Legion Storm Trooper
$*V2PetInfo-DG_Nigraturis_N_Dart_Shaman_Wonder-local_name=Corrupted Iblis Mage
$*V2PetInfo-DG_Nigraturis_N_Dark_Creatures_Wonder-local_name=Corrupted Iblis Inhabitant
$*V2PetInfo-DG_Nigraturis_N_Dimension_Chaser_Wonder-local_name=Blaze Legion Messenger
$*V2PetInfo-DG_Nigraturis_N_Dimension_Chaser_Path-local_name=Blaze Legion Messenger
$*V2PetInfo-DG_PatalaRuins_H_SlaveWaterElementalA-local_name=Dominated Ruin Keeper's Spirit
$*V2PetInfo-DG_PatalaRuins_H_SlaveWaterElementalB-local_name=Dominated Defensive Spirit
$*V2PetInfo-DG_PatalaRuins_H_Slime-local_name=Ananta's Thoughts
$*V2PetInfo-DG_PatalaRuins_H_DeviceGuardian-local_name=Gatekeeper's Fortitude
$*V2PetInfo-DG_PatalaRuins_H_SteamElemental-local_name=Awakened Seal Guardian Spirit
$*V2PetInfo-N14_Mouse-local_name=Iron-Nibbling Rat
$*V2PetInfo-N14_Ant-local_name=Sawdust Termite
$*V2PetInfo-N14_TrashBug-local_name=Oil-Stained Filth Bug
$*V2PetInfo-N14_JunkMass-local_name=Oil-Stained Gunk
$*V2PetInfo-N14_Imp-local_name=Soot
$*V2PetInfo-N14_Eye-local_name=Spark
$*V2PetInfo-N14_SmallMouse-local_name=Horse Dung Rat
$*V2PetInfo-N14_Kelpie-local_name=Underwater Cave Moss Kelpie
$*V2PetInfo-N14_Crab-local_name=Underwater Cave Hermit Crab
$*V2PetInfo-Sales_Pet_Pixie_1510-local_name=Bellflower Tinkle
$*V2PetInfo-pet_201510_Fungus_F01_001-local_name=Crunge Coco Song
$*V2PetInfo-pet_201512_PolarBearB_B01_001-local_name=Festive Cub
$*V2PetInfo-pet_Limited_Kelpie_D04_001-local_name=Moralda
$*V2PetInfo-pet_Limited_Hamster_B01_001-local_name=Groong
$*V2PetInfo-E11_Scorpion-local_name=Rockcrack Red Scorpion
$*V2PetInfo-F07_Scorpion01-local_name=Blackrock Scorpion
$*V2PetInfo-F07_Scorpion02-local_name=Blackrock Scorpion
$*V2PetInfo-F07_Scorpion03-local_name=Venomblood Scorpion
$*V2PetInfo-F07_Scorpion04-local_name=Venomblood Scorpion
$*V2PetInfo-F08_Poison_Scorpion-local_name=Black Patterned Scorpion
$*V2PetInfo-F08_Sand_Scorpion-local_name=Longtail Scorpion
$*V2PetInfo-F09_black_spider-local_name=Black-striped Spiderling
$*V2PetInfo-F09_dog-local_name=Wasteland Wild Dog
$*V2PetInfo-G09_Green_Horn_Bug-local_name=Stump Horned Bug
$*V2PetInfo-G14_Larva-local_name=Young Larva
$*V2PetInfo-H08_Ant-local_name=Rivus Tree Gnawer
$*V2PetInfo-H08_Larva-local_name=Fotos Farm Larva
$*V2PetInfo-I08_BabyScolpion-local_name=Rock Scorpion
$*V2PetInfo-I08_GiantAnt-local_name=Pincer-Horned Ant
$*V2PetInfo-I08_LarvaU-local_name=Longtail Musk Larva
$*V2PetInfo-I08_NormalLarva-local_name=Banded Larva
$*V2PetInfo-I09_Beetle-local_name=Forkfoot Tree Gnawer
$*V2PetInfo-I10_Spider-local_name=Cave Spider
$*V2PetInfo-J08_BabyScolpion-local_name=Rock Scorpion
$*V2PetInfo-J08_NormalLarva-local_name=Banded Larva
$*V2PetInfo-K09_Cave_Bug-local_name=Cave Millipede
$*V2PetInfo-L09_BabyPuma-local_name=Grassbush Puma Cub
$*V2PetInfo-L09_Maggot-local_name=Spell Maggot
$*V2PetInfo-M08_Centipede-local_name=Prickly-Footed Forest Centipede
$*V2PetInfo-N12_1_Larva_A01-local_name=Sawtooth Ant Larva
$*V2PetInfo-N12_1_Larva_C01-local_name=Sawtooth Princess Ant
$*V2PetInfo-Watcher_D01-local_name=Crunch Crunch
$*V2PetInfo-Pet_GatherCraft_Reward_FriendMach_C01-local_name=Battered Repair Machine
$*V2PetInfo-Pet_GatherCraft_Reward_HunterBug_A01-local_name=Hunter Bug
$*V2PetInfo-Pet_GatherCraft_Reward_RGolem_A04-local_name=Golden Golem
$*V2PetInfo-Pet_FriendMach_C01-local_name=RA - 003
$*V2PetInfo-Pet_FriendMach_B01-local_name=RA - 004L
$*V2PetInfo-Pet_FriendMach_D01-local_name=RA - 008X
$*V2PetInfo-G08_Guiscard_Dog_gacha01-local_name=Guiscardo's Rebel Army Warhound
$*V2PetInfo-G08_Guiscard_Dog_gacha02-local_name=Guiscardo's Rebel Army Warhound
$*V2PetInfo-G08_Guiscard_Dog_gacha03-local_name=Guiscardo's Rebel Army Warhound
$*V2PetInfo-L08_Fairy_Mane03_gacha01-local_name=Corrupted Spectral Fairy
$*V2PetInfo-L08_Fairy_Mane03_gacha02-local_name=Corrupted Spectral Fairy
$*V2PetInfo-L08_Fairy_Mane03_gacha03-local_name=Corrupted Spectral Fairy
$*V2PetInfo-K09_Angry_Black_dog_gacha01-local_name=Desolate Hellhound
$*V2PetInfo-K09_Angry_Black_dog_gacha02-local_name=Desolate Hellhound
$*V2PetInfo-K09_Angry_Black_dog_gacha03-local_name=Desolate Hellhound
$*V2PetInfo-N08_Skunk_gacha01-local_name=White Striped Skunk
$*V2PetInfo-N08_Skunk_gacha02-local_name=White Striped Skunk
$*V2PetInfo-N08_Skunk_gacha03-local_name=White Striped Skunk
$*V2PetInfo-N12_1_HunterBug_E01_gacha01-local_name=Clawed Hunter Bug
$*V2PetInfo-N12_1_HunterBug_E01_gacha02-local_name=Clawed Hunter Bug
$*V2PetInfo-N12_1_HunterBug_E01_gacha03-local_name=Clawed Hunter Bug
$*V2PetInfo-J08_BabyWyvernCatch_gacha01-local_name=Sand Wyvern Nestling
$*V2PetInfo-J08_BabyWyvernCatch_gacha02-local_name=Sand Wyvern Nestling
$*V2PetInfo-J08_BabyWyvernCatch_gacha03-local_name=Sand Wyvern Nestling
$*V2PetInfo-DG_Nigraturis_N_Dart_Shaman_Wonder_gacha01-local_name=Corrupted Iblis Mage
$*V2PetInfo-DG_Nigraturis_N_Dart_Shaman_Wonder_gacha02-local_name=Corrupted Iblis Mage
$*V2PetInfo-DG_Nigraturis_N_Dart_Shaman_Wonder_gacha03-local_name=Corrupted Iblis Mage
$*V2PetInfo-DG_Nigraturis_N_Dimension_Chaser_Wonder_gacha01-local_name=Blaze Legion Messenger
$*V2PetInfo-DG_Nigraturis_N_Dimension_Chaser_Wonder_gacha02-local_name=Blaze Legion Messenger
$*V2PetInfo-DG_Nigraturis_N_Dimension_Chaser_Wonder_gacha03-local_name=Blaze Legion Messenger
$*V2PetInfo-G09_Ghost_Audience_gacha01-local_name=Ghostly Spectator
$*V2PetInfo-G09_Ghost_Audience_gacha02-local_name=Ghostly Spectator
$*V2PetInfo-G09_Ghost_Audience_gacha03-local_name=Ghostly Spectator
$*V2PetInfo-H08_KomodoreQueen_gacha01-local_name=Turtlescale Rock Lizard
$*V2PetInfo-H08_KomodoreQueen_gacha02-local_name=Turtlescale Rock Lizard
$*V2PetInfo-H08_KomodoreQueen_gacha03-local_name=Turtlescale Rock Lizard
$*V2PetInfo-K08_Watcher_gacha01-local_name=Third Eye Watcher
$*V2PetInfo-K08_Watcher_gacha02-local_name=Third Eye Watcher
$*V2PetInfo-K08_Watcher_gacha03-local_name=Third Eye Watcher
$*V2PetInfo-F14_HermitCrab_2_gacha01-local_name=Seaweed Rock Hermit Crab
$*V2PetInfo-F14_HermitCrab_2_gacha02-local_name=Seaweed Rock Hermit Crab
$*V2PetInfo-F14_HermitCrab_2_gacha03-local_name=Seaweed Rock Hermit Crab
$*V2PetInfo-F07_Cockatrice01_gacha01-local_name=Red Crown Cockatrice
$*V2PetInfo-F07_Cockatrice01_gacha02-local_name=Red Crown Cockatrice
$*V2PetInfo-F07_Cockatrice01_gacha03-local_name=Red Crown Cockatrice
$*V2PetInfo-Pet_Fairy_C01_01-local_name=Bellflower Tinkle
$*V2PetInfo-Pet_Fairy_C01_02-local_name=Bellflower Tinkle
$*V2PetInfo-N08_Kelpie_OBT_Attendance-local_name=Cliff Kelpie
$*V2PetInfo-M08_Trient_Corrupted_OBT_Attendance-local_name=Corrupted Ent
$*V2PetInfo-M07_1_lpanda_b01_OBT_Attendance-local_name=Black-Footed Raccoon
$*V2PetInfo-F07_Cockatrice01_OBT_Attendance-local_name=Red Crown Cockatrice
$*V2PetInfo-N08_Kelpie_OBT_Attendance_01-local_name=Cliff Kelpie
$*V2PetInfo-M08_Trient_Corrupted_OBT_Attendance_01-local_name=Corrupted Ent
$*V2PetInfo-F08_white_Lionet-local_name=Purrster the Menace
$*V2PetInfo-Pet_ENV_Cat_B01-local_name=Enchanting Loroshi
$*V2PetInfo-Pet_PCBANG-local_name=Smooth and Dry Fingo
$*V2PetInfo-Pet_Nymph_B02-local_name=Rose Gardener Ella
$*V2PetInfo-Pet_SuccuB_D01-local_name=Desert Flower Diera
$*V2PetInfo-K10_eagle_FlashShop-local_name=Brown Treetop Vulture
$*V2PetInfo-K08_Niaren_Ghost_FlashShop-local_name=Niaren Ghost
$*V2PetInfo-K07_imp_FlashShop-local_name=Follower of the Void
$*V2PetInfo-K07_succubus_FlashShop-local_name=Succubus of the Void
$*V2PetInfo-Pet_Gotos_F02-local_name=Gurglegurg, Prince of the Sea
$*V2PetInfo-Pet_Pangolin_A02-local_name=Rolling Coby
$*V2PetInfo-K07_succubus_A01-local_name=Succubus of the Void
$*V2PetInfo-Geagle_A03-local_name=Eternal Phoenix
$*V2PetInfo-Pet_Pangolin_A03-local_name=Run Bobby
$*V2PetInfo-FPSpider_C01-local_name=Trick-or-Treat Pumpkin
$*V2PetInfo-Pet_Nymph_B02_var.-local_name=Rose Gardener Ella
$*V2PetInfo-Pet_FoxA_A04-local_name=Fortunate Ollie
$*V2PetInfo-Pet_Fairy_C01_03-local_name=Bellflower Tinkle
$*V2PetInfo-Pet_Fairy_C01_04-local_name=Bellflower Tinkle
$*V2PetInfo-Pet_Fairy_C01_05-local_name=Bellflower Tinkle
$*V2PetInfo-LumenaShop_J08_Squank_lv30-local_name=Feathertail Skunk
$*V2PetInfo-LumenaShop_J08_Squank_lv45-local_name=Feathertail Skunk
$*V2PetInfo-LumenaShop_G14_Kelpie_lv30-local_name=Sea Crystal Kelpie
$*V2PetInfo-LumenaShop_G14_Kelpie_lv45-local_name=Sea Crystal Kelpie
$*V2PetInfo-LumenaShop_J08_BabyWyvern_lv45-local_name=Sand Wyvern Nestling
$*V2PetInfo-WebStore_H08_RangerDog-local_name=Navarra Rebel Army Warhound
$*V2PetInfo-WebStore_H08_Buzzard-local_name=Great Rock Vulture
$*V2PetInfo-WebStore_J09_Gigantic_Damsel_Fly-local_name=Enlarged Damselfly
$*V2PetInfo-F08_white_Lionet_RUS_CBTpromotion-local_name=[Temp] Purrster the Menace_for promotion in Russia
$*V2PetInfo-LumenaShop_N08_Seagull_lv30-local_name=Cliff Seagull
$*V2PetInfo-LumenaShop_N08_Seagull_lv45-local_name=Cliff Seagull
$*V2PetInfo-LumenaShop_H08_Mole_lv30-local_name=Fotos Mole
$*V2PetInfo-LumenaShop_H08_Mole_lv45-local_name=Fotos Mole
$*V2PetInfo-LumenaShop_F06_SkeletonW02_lv30-local_name=Black Scar Skeleton Archer
$*V2PetInfo-LumenaShop_F06_SkeletonW02_lv45-local_name=Black Scar Skeleton Archer
$*V2PetInfo-LumenaShop_F07_Desertfox01_lv30-local_name=Dawnstar Desert Fox
$*V2PetInfo-LumenaShop_F07_Desertfox01_lv45-local_name=Dawnstar Desert Fox
$*V2PetInfo-LumenaShop_J07_Rat_lv30-local_name=Spikeclaw Sand Rat
$*V2PetInfo-LumenaShop_J07_Rat_lv45-local_name=Spikeclaw Sand Rat
$*V2PetInfo-LumenaShop_G09_Ribus_Baby_Turtle_lv30-local_name=Baby Rivus Turtle
$*V2PetInfo-LumenaShop_G09_Ribus_Baby_Turtle_lv45-local_name=Baby Rivus Turtle
$*V2PetInfo-LumenaShop_N12_1_FoxA_A02_lv30-local_name=Snowfox Salimtah
$*V2PetInfo-LumenaShop_N12_1_FoxA_A02_lv45-local_name=Snowfox Salimtah
$*V2PetInfo-LumenaShop_K11_heatwaterspirit_lv30-local_name=Hot Springs Spirit
$*V2PetInfo-LumenaShop_K11_heatwaterspirit_lv45-local_name=Hot Springs Spirit
$*V2PetInfo-LumenaShop_G14_SharpCrab_lv30-local_name=Spike-Shell Crab
$*V2PetInfo-LumenaShop_G14_SharpCrab_lv45-local_name=Spike-Shell Crab
$*V2PetInfo-Pet_Chick_A01-local_name=Lucky Chirpy
$*V2PetInfo-CTGacha_F06_Bsnatch-local_name=Hungry Beast of Chaos
$*V2PetInfo-CTGacha_K09_Black_Smog-local_name=Black Smoke
$*V2PetInfo-CTGacha_H08_Jaguar-local_name=Ancient Tree Forest Jaguar
$*V2PetInfo-CTGacha_N13_Wader_Armor_01-local_name=Serma-Animated Armor
$*V2PetInfo-CTGacha_F07_Cockatrice02-local_name=Red Crown Cockatrice
$*V2PetInfo-CTGacha_K11_fairydragon-local_name=Whitesand Fairy Dragon
$*V2PetInfo-CTGacha_M07_2_confused_flower-local_name=Chaotic Flower
$*V2PetInfo-CTGacha_G09_Jealous_Dryad-local_name=Envious Dryad
$*V2PetInfo-CTGacha_F08_Barrenland_Gazelle-local_name=Wasteland Gazelle
$*V2PetInfo-CTGacha_M07_1_lpanda_b01-local_name=Black-Footed Raccoon
$*V2PetInfo-Pet_Hamster_B01_LUS-local_name=Groong
$*V2PetInfo-Event_Xmas_PolarBearB_B01_001_7day-local_name=Festive Cub
$*V2PetInfo-Event_Xmas_PolarBearB_B01_001-local_name=Festive Cub
$*V2PetInfo-Pet_FriendMach_D02-local_name=Strong Friend Mekka
$*V2PetInfo-Pet_Balloon_A01-local_name=Circus Balloon Nanashi
$*V2PetInfo-Event_Xmas_PolarBearB_B01_001_1day-local_name=Festive Cub
$*V2PetInfo-Pet_ENV_Cat_B01_RUS-local_name=Enchanting Loroshi
$*V2PetInfo-Pet_little_Devil-local_name=Lady's pet devil, Lachum
$*V2PetInfo-F08_Confused_Trent-local_name=Massive Pangolin
$*V2PetInfo-J07_Crab-local_name=Valley River Crab
$*V2PetInfo-J07_MistDrake-local_name=Mistfin Wyvern
$*V2PetInfo-SkeletonW03-local_name=Dirque's Sentinel
$*V2PetInfo-I09_ScoutCamp_CapePorcupine_gacha01-local_name=Ironthorn Porcupine
$*V2PetInfo-I09_ScoutCamp_CapePorcupine_gacha02-local_name=Ironthorn Porcupine
$*V2PetInfo-I09_ScoutCamp_CapePorcupine_gacha03-local_name=Ironthorn Porcupine
$*V2PetInfo-I09_ScoutCamp_Raccoon_gacha01-local_name=Wisteria Raccoon
$*V2PetInfo-I09_ScoutCamp_Raccoon_gacha02-local_name=Wisteria Raccoon
$*V2PetInfo-I09_ScoutCamp_Raccoon_gacha03-local_name=Wisteria Raccoon
$*V2PetInfo-Pet_PCBANG_CapePorcupine-local_name=Landkeeper Songsong
$*V2PetInfo-Pet_Sleopard_B01_1-local_name=Shuni, Claw of the Winter Forest
$*V2PetInfo-Pet_Sleopard_B01_2-local_name=Tran, Stone of the Winter forest
$*V2PetInfo-Pet_Sleopard_B01_3-local_name=Echo of the Winter Forest
$*V2PetInfo-Pet_Geagle_A04_1-local_name=Ys, Claw of the Golden Cliff
$*V2PetInfo-Pet_Geagle_A04_2-local_name=Stone Toola of the Golden Cliff
$*V2PetInfo-Pet_Geagle_A04_3-local_name=Tio, Echo of the Golden Cliff
$*V2PetInfo-Pet_CapePorcupine_duration-local_name=Landkeeper Songsong
$*V2PetInfo-pet_Roisa_A02-local_name=Cold-Blooded Warlock, Loisa
$*V2PetInfo-pet_waterEkKing_B02-local_name=Radiant Protector, Brocadis
$*V2PetInfo-pet_Quatran_A03-local_name=God of Gold and Desire, Kuat Ran
$*V2PetInfo-pet_Matryoshka_A01-local_name=Scout-o-Matic Ruscha
$*V2PetInfo-Pet_event_Balloon_A01-local_name=Circus Balloon Nanashi
$*V2PetInfo-pet_Merry_A01-local_name=Cute Bridesmaid, Malina
$*V2PetInfo-pet_CBDog_A01-local_name=Messenger of Love, Coco
$*V2PetInfo-pet_SSalissaliKing_A01-local_name=Sunflower Mountain Mouse, Lamu
$*V2PetInfo-pet_Dolphin_B01-local_name=Sky Lover Refin
$*V2PetInfo-G08_Cursing_Ghost_duration-local_name=Cursed Ghost
$*V2PetInfo-G08_Cursing_Ghost_foster-local_name=Cursed Ghost
$*V2PetInfo-G08_Cursing_Ghost_ingredient-local_name=Cursed Ghost
$*V2PetInfo-pet_Gotos_F04-local_name=Blossoming Pumpkin Mask Cura
$*V2PetInfo-pet_PussInBoots_A01-local_name=Palace Honor Guard Django
$*V2PetInfo-pet_snowman_2017_dec-local_name=Kevin, the one who doesn't want to be alone
$*V2PetInfo-I09_ScoutCamp_Raccoon_test-local_name=Test Raccoon
$*V2PetInfo-pet_sales_dog_dress_2018_01-local_name=Fashionista Kogi
$*V2PetInfo-Pet_Xmas_event_wyvern-local_name=Holiday Wyvern
$*V2PetInfo-Pet_Xmas_event_Raccoon-local_name=Holiday Raccoon
$*V2PetInfo-Pet_Cupid-local_name=Latie, the Messenger of Love
$*V2PetInfo-Pet_StemPunk-local_name=Dr. Givry, the Assistant of Nanaba
$*V2PetInfo-Pet_Harpy_A04-local_name=Save the Last Dance for Me, Chahut
$*V2PetInfo-Pet_GoatA_D01-local_name=Valentine's Goat
$*V2PetInfo-Pet_Pterosaurs-local_name=Ancient Heritage Dunworld
$*V2PetInfo-Premium_Membership_Pet_7Days-local_name=Enchanting Loroshi (7 days)
$*V2PetInfo-Premium_Membership_Pet_30Days-local_name=Enchanting Loroshi (30 days)
$*V2PetInfo-Premium_Membership_Pet_90Days-local_name=Enchanting Loroshi (90 days)
$*V2PetInfo-Premium_Membership_Pet_Unique-local_name=Frosty Wind Ningo
$*V2PetInfo-Pet_CrowDog_A02-local_name=Dr. Givry, the Assistant of the Head of the Mechanical Engineering Guild
$*V2PetInfo-Pet_Harpy_A05-local_name=Small Sun Pirio
$*V2PetInfo-Pet_Wolf_F01-local_name=[Temp] ST July Abyss Pet
$*V2PetInfo-Pet_DGanger_A01-local_name=Sweet Revenge Skullchid
$*V2PetInfo-Pet_GParrot_B01-local_name=Qarywing, the Sun's Messenger
$*V2PetInfo-Pet_Gotos_J01-local_name=[Temp] ST October Gotos Pet
$*V2PetInfo-Pet_Owl_A01-local_name=[Temp] ST November Owl Pet
$*V2PetInfo-Pet_Geagle_A04-local_name=Flame Eater Purtera
$*V2PetInfo-Pet_Baby_dragon_A01-local_name=Dark Wing Puri
$*V2PetInfo-FPSpider_C01_halloween_Event-local_name=Trick-or-Treat Pumpkin
$*V2PetInfo-Pet_GParrot_C01-local_name=Qarywing, the Sun's Messenger
$*V2PetInfo-Pet_SMonkey_C01-local_name=Jack Barvosa
$*V2PetInfo-pet_FairyDragon_A02_auto-local_name=Dragon Sprite
$*V2PetInfo-pet_Watcher_A01_auto-local_name=Mirror Ball Watcher
$*V2PetInfo-pet_Nail_A01_auto-local_name=Revenant Commander Nale
$*V2PetInfo-Pet_HSkel_F01-local_name=Walking Lollo
$*V2PetInfo-Pet_Arcsula_B01-local_name=
$*V2PetInfo-Pet_Test-local_name=
$*V2PetSkillInfo-Pet_Legendary_Skill_Spawn_Dacanda-local_name=Friend of the Ruru Brothers
$*V2PetSkillInfo-Pet_Legendary_Skill_Spawn_Datanda-local_name=Friend of the Rere Brothers
$*V2PetSkillInfo-Pet_Legendary_Skill_Spawn_Material-local_name=Search for collection
$*V2PetSkillInfo-Pet_Legendary_Skill_Spawn_Useful_Prop-local_name=Blessed Box
$*V2PetSkillInfo-Pet_Legendary_Skill_Restore_Fatigue-local_name=High Spirit
$*V2PetSkillInfo-Pet_Legendary_Skill_Barrier-local_name=Protective Shield
$*V2PetSkillInfo-Pet_Legendary_Skill_additional_damage-local_name=Burning Fighting Spirit
$*V2PetSkillInfo-Pet_Legendary_Skill_Reflect-local_name=Reflector
$*V2PetSkillInfo-Pet_Legendary_Skill_Get_Item-local_name=Search for the supplies
$*V2PetSkillInfo-Pet_cool_time_01-local_name=
$*V2PetSkillInfo-Pet_max_fatigue_01-local_name=
$*V2PetSkillInfo-Pet_spawn_fatigue_01-local_name=
$*V2PetSkillInfo-Pet_consume_fatigue_per_time_time_01-local_name=
$*V2PetSkillInfo-Pet_consume_fatigue_per_time_fatigue_01-local_name=
$*V2PetSkillInfo-Pet_restore_fatigue_per_time_time_01-local_name=
$*V2PetSkillInfo-Pet_restore_fatigue_per_time_fatigue_01-local_name=
$*V2PetSkillInfo-Pet_Random_Skill-local_name=Random Skills
$*V2PetSkillInfo-PvE_Experience_1-local_name=
$*V2PetSkillInfo-PvE_Experience_2-local_name=Giant Growth [Inferior]
$*V2PetSkillInfo-PvE_Experience_3-local_name=Giant Growth [Intermediate]
$*V2PetSkillInfo-PvE_Experience_4-local_name=Giant Growth [Superior]
$*V2PetSkillInfo-PvE_Gold_1-local_name=
$*V2PetSkillInfo-PvE_Gold_2-local_name=Get Rich [Inferior]
$*V2PetSkillInfo-PvE_Gold_3-local_name=Get Rich [Intermediate]
$*V2PetSkillInfo-PvE_Gold_4-local_name=Get Rich [Superior]
$*V2PetSkillInfo-PvP_Experience_1-local_name=
$*V2PetSkillInfo-PvP_Experience_2-local_name=This Means War [Inferior]
$*V2PetSkillInfo-PvP_Experience_3-local_name=This Means War [Intermediate]
$*V2PetSkillInfo-PvP_Experience_4-local_name=This Means War [Superior]
$*V2PetSkillInfo-DP_gain_1-local_name=
$*V2PetSkillInfo-DP_gain_2-local_name=Adventure Begins [Inferior]
$*V2PetSkillInfo-DP_gain_3-local_name=Adventure Begins [Intermediate]
$*V2PetSkillInfo-DP_gain_4-local_name=Adventure Begins [Superior]
$*V2PetSkillInfo-BP_gain_1-local_name=
$*V2PetSkillInfo-BP_gain_2-local_name=Let's Travel [Inferior]
$*V2PetSkillInfo-BP_gain_3-local_name=Let's Travel [Intermediate]
$*V2PetSkillInfo-BP_gain_4-local_name=Let's Travel [Superior]
$*V2PetSkillInfo-PCBANG_1-local_name=
$*V2PetSkillInfo-PCBANG_2-local_name=
$*V2PetSkillInfo-PCBANG_3-local_name=
$*V2PetSkillInfo-PCBANG_4-local_name=
$*V2PetSkillInfo-Pet_attackpower_1-local_name=
$*V2PetSkillInfo-Pet_attackpower_2-local_name=Power Up! [Inferior]
$*V2PetSkillInfo-Pet_attackpower_3-local_name=Power Up! [Intermediate]
$*V2PetSkillInfo-Pet_attackpower_4-local_name=Power Up! [Superior]
$*V2PetSkillInfo-Pet_spellpower_1-local_name=
$*V2PetSkillInfo-Pet_spellpower_2-local_name=Ability Up! [Inferior]
$*V2PetSkillInfo-Pet_spellpower_3-local_name=Ability Up! [Intermediate]
$*V2PetSkillInfo-Pet_spellpower_4-local_name=Ability Up! [Superior]
$*V2PetSkillInfo-Pet_armor_1-local_name=
$*V2PetSkillInfo-Pet_armor_2-local_name=Be Strong [Inferior]
$*V2PetSkillInfo-Pet_armor_3-local_name=Be Strong [Intermediate]
$*V2PetSkillInfo-Pet_armor_4-local_name=Be Strong [Superior]
$*V2PetSkillInfo-Pet_spawn_prop_dacada-local_name=
$*V2PetSkillInfo-Pet_spawn_prop_datanda-local_name=
$*V2PetSkillInfo-Pet_spawn_prop_mine-local_name=
$*V2PetSkillInfo-Pet_spawn_prop_buff-local_name=
$*V2PetSkillInfo-Pet_item_drop-local_name=
$*V2PetSkillInfo-Pet_restore_fatigue-local_name=
$*V2PetSkillInfo-Pet_protect-local_name=
$*V2PetSkillInfo-Pet_power_attack-local_name=
$*V2PetSkillInfo-Pet_reflect_armour-local_name=
$*V2PetSkillInfo-Pet_get_guild_exp_C-local_name=
$*V2PetSkillInfo-Pet_get_guild_exp_U-local_name=Capable member of the Guild [Inferior]
$*V2PetSkillInfo-Pet_get_guild_exp_R-local_name=Capable member of the Guild [Intermediate]
$*V2PetSkillInfo-Pet_get_guild_exp_E-local_name=Capable member of the Guild [Superior]
$*V2PetSkillInfo-Pet_get_get_Exp_C-local_name=
$*V2PetSkillInfo-Pet_get_get_Exp_U-local_name=Rapid Growth [Inferior]
$*V2PetSkillInfo-Pet_get_get_Exp_R-local_name=Rapid Growth [Intermediate]
$*V2PetSkillInfo-Pet_get_get_Exp_E-local_name=Rapid Growth [Superior]
$*V2PetSkillInfo-Pet_craft_time_C-local_name=
$*V2PetSkillInfo-Pet_craft_time_U-local_name=Crafter's Delight [Inferior]
$*V2PetSkillInfo-Pet_craft_time_R-local_name=Crafter's Delight [Intermediate]
$*V2PetSkillInfo-Pet_craft_time_E-local_name=Crafter's Delight [Superior]
$*V2PetSkillInfo-Pet_gather_time_C-local_name=
$*V2PetSkillInfo-Pet_gather_time_U-local_name=Collector's Delight [Inferior]
$*V2PetSkillInfo-Pet_gather_time_R-local_name=Collector's Delight [Intermediate]
$*V2PetSkillInfo-Pet_gather_time_E-local_name=Collector's Delight [Superior]
$*V2PetSkillInfo-Pet_backward_speed_C-local_name=
$*V2PetSkillInfo-Pet_backward_speed_U-local_name=Friend of the Wind Elemental [Inferior]
$*V2PetSkillInfo-Pet_backward_speed_R-local_name=Friend of the Wind Elemental [Intermediate]
$*V2PetSkillInfo-Pet_backward_speed_E-local_name=Friend of the Wind Elemental [Superior]
$*V2PetSkillInfo-Pet_swim_speed_C-local_name=
$*V2PetSkillInfo-Pet_swim_speed_U-local_name=Friend of the Merfolk [Inferior]
$*V2PetSkillInfo-Pet_swim_speed_R-local_name=Friend of the Merfolk [Intermediate]
$*V2PetSkillInfo-Pet_swim_speed_E-local_name=Friend of the Merfolk [Superior]
$*V2PetSkillInfo-Pet_gather_exp_C-local_name=
$*V2PetSkillInfo-Pet_gather_exp_U-local_name=Collector's Apprentice [Inferior]
$*V2PetSkillInfo-Pet_gather_exp_R-local_name=Collector's Apprentice [Intermediate]
$*V2PetSkillInfo-Pet_gather_exp_E-local_name=Collector's Apprentice [Superior]
$*V2PetSkillInfo-Pet_craft_exp_C-local_name=
$*V2PetSkillInfo-Pet_craft_exp_U-local_name=Crafter's Apprentice [Inferior]
$*V2PetSkillInfo-Pet_craft_exp_R-local_name=Crafter's Apprentice [Intermediate]
$*V2PetSkillInfo-Pet_craft_exp_E-local_name=Crafter's Apprentice [Superior]
$*V2PetSkillInfo-Pet_max_fatigue_c-local_name=
$*V2PetSkillInfo-Pet_max_fatigue_u-local_name=
$*V2PetSkillInfo-Pet_max_fatigue_r-local_name=
$*V2PetSkillInfo-Pet_max_fatigue_e-local_name=
$*V2PetSkillInfo-Pet_spawn_fatigue_c-local_name=
$*V2PetSkillInfo-Pet_spawn_fatigue_u-local_name=
$*V2PetSkillInfo-Pet_spawn_fatigue_r-local_name=
$*V2PetSkillInfo-Pet_spawn_fatigue_e-local_name=
$*V2PetSkillInfo-Pet_get_get_Exp_20-local_name=Rapid Growth
$*V2PetSkillInfo-autolooting_standard-local_name=Thank you for the treat!
$*V2PetSkillInfo-test_skill_1-local_name=
$*V2PetSkillInfo-test_skill_2-local_name=
$*V2PetSkillInfo-test_skill_3-local_name=
$*V2PetSkillInfo-autolooting_testskill_1-local_name=[Temp] Automatic Rooting Test
$*V2PetSkillInfo-autolooting_testskill_2-local_name=[Temp] Automatic Rooting Test
$*V2PetSkillInfo-Pet_Legendary_Skill_Spawn_Dacanda-description=Occasionally summons Rand Brother Turban.
$*V2PetSkillInfo-Pet_Legendary_Skill_Spawn_Datanda-description=Summons Rere Brothers Farm Signpost occasionally.
$*V2PetSkillInfo-Pet_Legendary_Skill_Spawn_Material-description=Increases Gathering Speed and brings Gathered Items at regular intervals.
$*V2PetSkillInfo-Pet_Legendary_Skill_Spawn_Useful_Prop-description=Summons Blessed Box. When you get energy from the Blessed Box, you recover 1500 Vitality and your Attack Power and Ability Power both increase by 10% for 10 seconds.
$*V2PetSkillInfo-Pet_Legendary_Skill_Restore_Fatigue-description=Increases Rest of all companions in Favorites by 40. Does not apply to the currently summoned companion. (This effect will be activated every 60 to 80 seconds.)
$*V2PetSkillInfo-Pet_Legendary_Skill_Barrier-description=Creates a Protective Shield blocking all damage for 4 seconds when your HP drops to a certain level.
$*V2PetSkillInfo-Pet_Legendary_Skill_additional_damage-description=Deals 20% additional damage for 5 seconds. (This effect will be activated every 30 seconds.)
$*V2PetSkillInfo-Pet_Legendary_Skill_Reflect-description=When damage totaling more than 7% of your total health is dealt to you in one blow, the effect increases your Physical and Magical Defense by 20% for 5 seconds and creates a reflective shield that stuns your attacker for 3 seconds.
$*V2PetSkillInfo-Pet_Legendary_Skill_Get_Item-description=Periodically replenishes Food and Restorative Potions. Useful for battles.
$*V2PetSkillInfo-PvE_Experience_1-description=Increases the amount of EXP gained from hunting by 1.0%. <br>When [Level 2] starts, the effect of increasing EXP Gain grows to 1.6%.
$*V2PetSkillInfo-PvE_Experience_2-description=Increases the amount of EXP gained from hunting by 42.1%.
$*V2PetSkillInfo-PvE_Experience_3-description=Increases the amount of EXP gained from hunting by 76.1%.
$*V2PetSkillInfo-PvE_Experience_4-description=Increases the amount of EXP gained from hunting by 154.7%.
$*V2PetSkillInfo-PvE_Gold_1-description=Increases the amount of Gold obtained from hunting by 1%. <br>When [Level 2] starts, the effect of increasing Gold Gain grows to 1.7%.
$*V2PetSkillInfo-PvE_Gold_2-description=Increases the amount of Gold obtained from hunting by 42.1%.
$*V2PetSkillInfo-PvE_Gold_3-description=Increases the amount of Gold obtained from hunting by 76.1%.
$*V2PetSkillInfo-PvE_Gold_4-description=Increases the amount of Gold obtained from hunting by 154.7%.
$*V2PetSkillInfo-PvP_Experience_1-description=Increases the amount of EXP gained from PvP by 1%. <br>When [Level 2] starts, the effect of increasing EXP Gain grows to 1.7%.
$*V2PetSkillInfo-PvP_Experience_2-description=Increases the amount of EXP gained from PvP by 42.1%.
$*V2PetSkillInfo-PvP_Experience_3-description=Increases the amount of EXP gained from PvP by 76.1%.
$*V2PetSkillInfo-PvP_Experience_4-description=Increases the amount of EXP gained from PvP by 154.7%.
$*V2PetSkillInfo-DP_gain_1-description=Dungeon Point Gain through Battle increases by 1.0%. <br>When [Level 2] starts, the effect of increasing Dungeon Point Gain grows to 1.08%.
$*V2PetSkillInfo-DP_gain_2-description=Dungeon Point gain through Battle increases by 6.75%.
$*V2PetSkillInfo-DP_gain_3-description=Dungeon Point gain through Battle increases by 8.07%.
$*V2PetSkillInfo-DP_gain_4-description=Dungeon Point gain through Battle increases by 10.0%.
$*V2PetSkillInfo-BP_gain_1-description=Discovery Point Gain through Battle and Gathering increases by 1.0%. <br>When [Level 2] starts, the effect of increasing Discovery Point Gain grows to 1.08%.
$*V2PetSkillInfo-BP_gain_2-description=Discovery Point Gain through Battle and Gathering increases by 7.04%.
$*V2PetSkillInfo-BP_gain_3-description=Discovery Point Gain through Battle and Gathering increases by 8.07%.
$*V2PetSkillInfo-BP_gain_4-description=Discovery Point Gain through Battle and Gathering increases by 10.0%.
$*V2PetSkillInfo-PCBANG_1-description=EXP and Gold obtained from Hunting increases by 100%.
$*V2PetSkillInfo-PCBANG_2-description=EXP and Gold obtained from Hunting increases by 100%.
$*V2PetSkillInfo-PCBANG_3-description=EXP and Gold obtained from Hunting increases by 100%.
$*V2PetSkillInfo-PCBANG_4-description=EXP and Gold obtained from Hunting increases by 100%.
$*V2PetSkillInfo-Pet_attackpower_1-description=Fighting Power increases by 1.
$*V2PetSkillInfo-Pet_attackpower_2-description=Fighting Power increases by 18.
$*V2PetSkillInfo-Pet_attackpower_3-description=Fighting Power increases by 28.
$*V2PetSkillInfo-Pet_attackpower_4-description=Fighting Power increases by 48.
$*V2PetSkillInfo-Pet_spellpower_1-description=Ability Power increases by 1.
$*V2PetSkillInfo-Pet_spellpower_2-description=Ability Power increases by 18.
$*V2PetSkillInfo-Pet_spellpower_3-description=Ability Power increases by 28.
$*V2PetSkillInfo-Pet_spellpower_4-description=Ability Power increases by 48.
$*V2PetSkillInfo-Pet_armor_1-description=Physical Defense +7, Magical Defense +2.
$*V2PetSkillInfo-Pet_armor_2-description=Physical Defense +154, Magical Defense +44.
$*V2PetSkillInfo-Pet_armor_3-description=Physical Defense +224, Magical Defense +64.
$*V2PetSkillInfo-Pet_armor_4-description=Physical Defense +336, Magical Defense +96.
$*V2PetSkillInfo-Pet_spawn_prop_dacada-description=A guidepost leading to the mine appears.
$*V2PetSkillInfo-Pet_spawn_prop_datanda-description=A guidepost leading to the farm appears.
$*V2PetSkillInfo-Pet_spawn_prop_mine-description=Summons a gathering material prop.
$*V2PetSkillInfo-Pet_spawn_prop_buff-description=Pet is summoning a sacred chest.
$*V2PetSkillInfo-Pet_item_drop-description=Pets bring items which are beneficial to your battles.
$*V2PetSkillInfo-Pet_restore_fatigue-description=Increases the Rest Recovery rate of the mounts, pets and servants in your Favorites by X%.
$*V2PetSkillInfo-Pet_protect-description=Celestial energy sinks in. Nullifies all attacks from enemies nearby for x seconds.
$*V2PetSkillInfo-Pet_power_attack-description=The weapon is imbued with an elemental energy.
$*V2PetSkillInfo-Pet_reflect_armour-description=Your inner strength is bursting out.
$*V2PetSkillInfo-Pet_get_guild_exp_C-description=Increases Guild EXP Gain by x%.
$*V2PetSkillInfo-Pet_get_guild_exp_U-description=Increases Guild EXP Gain by 10%.
$*V2PetSkillInfo-Pet_get_guild_exp_R-description=Increases Guild EXP Gain by 20%.
$*V2PetSkillInfo-Pet_get_guild_exp_E-description=Increases Guild EXP Gain by 50%.
$*V2PetSkillInfo-Pet_get_get_Exp_C-description=Increases Pet EXP Gain by x%.
$*V2PetSkillInfo-Pet_get_get_Exp_U-description=Increases Pet EXP Gain by 10%.
$*V2PetSkillInfo-Pet_get_get_Exp_R-description=Increases Pet EXP Gain by 15%.
$*V2PetSkillInfo-Pet_get_get_Exp_E-description=Increases Pet EXP Gain by 30%.
$*V2PetSkillInfo-Pet_craft_time_C-description=Increases Crafting Speed by X%.
$*V2PetSkillInfo-Pet_craft_time_U-description=Increases Crafting Speed by 5%.
$*V2PetSkillInfo-Pet_craft_time_R-description=Increases Crafting Speed by 7%.
$*V2PetSkillInfo-Pet_craft_time_E-description=Increases Crafting Speed by 10%.
$*V2PetSkillInfo-Pet_gather_time_C-description=Increases Gathering Speed by X%.
$*V2PetSkillInfo-Pet_gather_time_U-description=Increases Gathering Speed by 5%.
$*V2PetSkillInfo-Pet_gather_time_R-description=Increases Gathering Speed by 7%.
$*V2PetSkillInfo-Pet_gather_time_E-description=Increases Gathering Speed by 10%.
$*V2PetSkillInfo-Pet_backward_speed_C-description=Increases Backward Movement Speed by X%.
$*V2PetSkillInfo-Pet_backward_speed_U-description=Increases Backward Movement Speed by 10%.
$*V2PetSkillInfo-Pet_backward_speed_R-description=Increases Backward Movement Speed by 20%.
$*V2PetSkillInfo-Pet_backward_speed_E-description=Increases Backward Movement Speed by 50%.
$*V2PetSkillInfo-Pet_swim_speed_C-description=Increases Swimming Speed by X%.
$*V2PetSkillInfo-Pet_swim_speed_U-description=Increases Swimming Speed by 10%.
$*V2PetSkillInfo-Pet_swim_speed_R-description=Increases Swimming Speed by 20%.
$*V2PetSkillInfo-Pet_swim_speed_E-description=Increases Swimming Speed by 50%.
$*V2PetSkillInfo-Pet_gather_exp_C-description=Increases Gathering Mastery Level Gain by X%.
$*V2PetSkillInfo-Pet_gather_exp_U-description=Increases Gathering Mastery Level Gain by 10%.
$*V2PetSkillInfo-Pet_gather_exp_R-description=Increases Gathering Mastery Level Gain by 15%.
$*V2PetSkillInfo-Pet_gather_exp_E-description=Increases Gathering Mastery Level Gain by 30%.
$*V2PetSkillInfo-Pet_craft_exp_C-description=Increases Crafting Mastery Level Gain by X%.
$*V2PetSkillInfo-Pet_craft_exp_U-description=Increases Crafting Mastery Level Gain by 10%.
$*V2PetSkillInfo-Pet_craft_exp_R-description=Increases Crafting Mastery Level Gain by 15%.
$*V2PetSkillInfo-Pet_craft_exp_E-description=Increases Crafting Mastery Level Gain by 30%.
$*V2PetSkillInfo-Pet_max_fatigue_c-description=Increases Stamina recovery amount
$*V2PetSkillInfo-Pet_max_fatigue_u-description=Increases Stamina recovery amount
$*V2PetSkillInfo-Pet_max_fatigue_r-description=Increases Stamina recovery amount
$*V2PetSkillInfo-Pet_max_fatigue_e-description=Increases Stamina recovery amount
$*V2PetSkillInfo-Pet_spawn_fatigue_c-description=Increases Stamina consumption amount
$*V2PetSkillInfo-Pet_spawn_fatigue_u-description=Increases Stamina consumption amount
$*V2PetSkillInfo-Pet_spawn_fatigue_r-description=Increases Stamina consumption amount
$*V2PetSkillInfo-Pet_spawn_fatigue_e-description=Increases Stamina consumption amount
$*V2PetSkillInfo-Pet_get_get_Exp_20-description=Increases Pet EXP Gain by 20%.
$*V2PetSkillInfo-autolooting_standard-description=Obtains all eligible loot within 30m radius that you haven't picked up. This works only if you have empty spaces in your Inventory.
